export const blogsdb = [
  {
    title: 'Лучшие хостинги для сайтов WordPress & WooCommerce',
    text: 'Выбор хостинга для WordPress является важной составляющей разработки эффективных сайтов. Давайте сделаем обзор хостингов от разработчика с опытом 10 лет на WordPress. Плюсы и минусы и минусы и минусы и минусы ',
    img: 'https://wpcraft.ru/wp-content/uploads/2018/04/webdesign-3411373_640.jpg',
    date: '01.02.2023',
  },
  {
    title: 'Лучшие хостинги для сайтов WordPress & WooCommerce',
    text: 'Выбор хостинга для WordPress является важной составляющей разработки эффективных сайтов. Давайте сделаем обзор хостингов от разработчика с опытом 10 лет на WordPress. Плюсы и минусы и минусы и минусы и минусы ',
    img: 'https://wpcraft.ru/wp-content/uploads/2018/04/webdesign-3411373_640.jpg',
    date: '01.02.2023',
  },
  {
    title: 'Лучшие хостинги для сайтов WordPress & WooCommerce',
    text: 'Выбор хостинга для WordPress является важной составляющей разработки эффективных сайтов. Давайте сделаем обзор хостингов от разработчика с опытом 10 лет на WordPress. Плюсы и минусы и минусы и минусы и минусы ',
    img: 'https://wpcraft.ru/wp-content/uploads/2018/04/webdesign-3411373_640.jpg',
    date: '01.02.2023',
  },
  {
    title: 'Лучшие хостинги для сайтов WordPress & WooCommerce',
    text: 'Выбор хостинга для WordPress является важной составляющей разработки эффективных сайтов. Давайте сделаем обзор хостингов от разработчика с опытом 10 лет на WordPress. Плюсы и минусы и минусы и минусы и минусы ',
    img: 'https://wpcraft.ru/wp-content/uploads/2018/04/webdesign-3411373_640.jpg',
    date: '01.02.2023',
  },
  {
    title: 'Лучшие хостинги для сайтов WordPress & WooCommerce',
    text: 'Выбор хостинга для WordPress является важной составляющей разработки эффективных сайтов. Давайте сделаем обзор хостингов от разработчика с опытом 10 лет на WordPress. Плюсы и минусы и минусы и минусы и минусы ',
    img: 'https://wpcraft.ru/wp-content/uploads/2018/04/webdesign-3411373_640.jpg',
    date: '01.02.2023',
  },
];
