import landingStyles from '../styles/landing.module.scss';


const Landing = () =>{
  return(
    <div className={landingStyles.wrapper}>
      <div>
        <h1><strong>WordPress + NextJS </strong></h1>
      </div>
      <div>
        <p>Преимущества проверенных временем технологий и
        новейших подходов для современных сайтов
        </p>
        <h1><strong>Преимущества WordPress + NextJS</strong></h1>
      </div>
      <div>
        <h2>Введение</h2>
        <p>В современном мире наличие сайта является необходимостью 
        для многих бизнесов и организаций. С таким множеством вариантов 
        для разработки сайтов, может быть сложно выбрать правильный 
        технологический стек. В этом блоге мы обсудим преимущества 
        использования WordPress и NextJS вместе.
        </p>
      </div>
      <div>
      <h2>Улучшенная производительность с NextJS</h2>
      <p>NextJS - это фреймворк на базе React, который может улучшить 
      производительность вашего сайта на WordPress. Он использует 
      серверный рендеринг для предварительного рендеринга страниц, 
      что может привести к более быстрой загрузке и лучшему SEO.
      NextJS также может оптимизировать изображения и другие ресурсы, 
      дополнительно ускоряя загрузку сайта.
      </p>
      </div>
      <div>
        <h2>Легкое управление контентом с WordPress</h2>
        <p>WordPress - это популярная система управления контентом 
      (CMS), которая упрощает создание, редактирование и публикацию 
      контента на сайте. С WordPress вы можете воспользоваться его 
      удобным интерфейсом и обширной библиотекой плагинов, чтобы 
      настроить свой сайт по своему вкусу. Интегрируя WordPress с NextJS, 
      Вы можете наслаждаться преимуществами обеих технологий, не жертвуя 
      ни одной из их уникальных функций.
      </p>
      </div>
      <div>
        <h2>Масштабируемость и гибкость</h2>
        <p>WordPress и NextJS оба масштабируемы и гибки, что делает их 
        идеальным выбором для бизнесов и организаций всех размеров. 
        WordPress может обрабатывать большие объемы контента, а NextJS 
        может обрабатывать большой объем трафика. Вместе они могут обеспечить 
        отличный опыт пользователя, даже когда ваш сайт растет и развивается.
        </p>
      </div>
      <div>
        <h2>Заключение</h2>
        <p>В заключение, WordPress и NextJS - это мощное сочетание, которое 
        может помочь вам создать быстрый, гибкий и легко управляемый сайт. 
        Используя преимущества обеих технологий, вы можете обеспечить свою 
        аудиторию плавный пользовательский опыт, наслаждаясь преимуществами 
        мощной CMS. Если вы хотите создать новый сайт или улучшить существующий, 
        рассмотрите возможность использования WordPress и NextJS вместе для победного 
        сочетания.
        </p>
      </div>

    </div>
    
  );
}

export default Landing;